/* Informative text used when Web Clip is unable to access a local file */
"Cannot access %@" = "不能访问“%@”";

/* Used when Web Clip can't load a page off a webserver */
"Cannot load page on %@" = "不能载入 %@ 上的页面";

/* The Done button is the button users press to exit Edit mode. */
"Done" = "完成";

/* The message shown while loading a web clip */
"Loading Clip" = "正在载入剪辑";

/* Loading Clip animation with one dot */
"Loading Clip." = "正在载入剪辑.";

/* Loading Clip animation with two dots */
"Loading Clip.." = "正在载入剪辑..";

/* Loading Clip animation with three dots */
"Loading Clip..." = "正在载入剪辑…";

/* Informative text used when Web Clip cannot connect to the Internet' */
"Please connect to the Internet" = "请连接 Internet";

/* A very short message that says Requires Mac OS X v10.4.3 */
"Requires Mac OS X v10.4.3" = "要求 Mac OS X v10.4.3";

/* Web Clip Not Available */
"Web Clip Not Available" = "Web Clip 不可用";

